Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: set XIM server.
ca: estableix el servidor XIM.
cs: nastavit XIM server.
da: sæt XIM-server.
de: XIM-Server festlegen
el: καθορισμός εξυπηρετητή XIM.
es: Especifica el servidor XIM.
et: XIM server.
eu: XIM zerbitzailea finkatzen du
fi: aseta XIM-palvelin.
fr: Définir le serveur XIM.
hu: A XIM kiszolgáló beállítása
is: velja XIM þjón.
it: imposta il server XIM.
ja: XIMサーバを設定して下さい
lt: nustatyti XIM serverį.
lv: Uzstāda XIM serveri.
nl: XIM-server instellen.
pl: ustawia serwer XIM.
pt: Escolhe o servidor XIM.
ro: setează serverul XIM.
sk: nastaví XIM server.
sl: omogoči strežnik XIM.
sv: ange XIM-server.
tr: XIM sunucuyu tanımlar.

source: sets XIM (X Input Method) input style. Possible values are onthespot, overthespot, offthespot and root.
ca: estableix l'estil d'entrada XIM (X Input Method). Els valors possibles són onthespot, overthespot, offthespot i root.
cs: nastaví vstupní metodu XIM (X Input Method). Možnými hodnotami jsou onthespot, overthespot, offthespot a root.
da: sætter XIM (X Input Method) inddatastil. Mulige værdier er onthespot, overthespot, offthespot og root.
de: Legt den Eingabestil von XIM (X Input Method) fest. Mögliche Werte sind onthespot, overthespot, offthespot und root
el: ορίζει το στυλ εισαγωγής XIM (X Μέθοδος Εισαγωγής). Πιθανές τιμές είναι onthespot, overthespot, offthespot και root.
es: Especifica un estilo de entrada XIM (X Input Method). Los valores posibles son: 'onthespot', 'overthespot', 'offthespot' y 'root'.
et: XIM (X Input Method) sisestamise stiil, võimalikud väärtused on onthespot, overthespot, offthespot ja root.
eu: XIM (X Input Method) sarbide metodoa finkatzen du. onthespot, overthespot, offthespot eta root dira aukerak.
fi: asettaa XIM (X Input Method) -syöttötyylin. Mahdollisia arvoja ovat onthespot, overthespot, offthespot ja root.
fr: Définit le style d'entrée XIM (X Input Method). Les valeurs possibles sont onthespot, overthespot, offthespot et root.
hu: A XIM (X Input Method) bemeneti módja. A lehetséges értékek: onthespot, overthespot, offthespot és root
is: setur XIM(X Input Method) inntaksaðferð. Möguleg gildi eru onthespot, overthespot, offthespot og root.
it: imposta lo stile di input XIM (X Input Method). I valori possibili sono onthespot, overthespot, offthespot e root.
ja: XIM(X Input Method)入力スタイルをセット。可能な値は onthespot, overthespot, offthespot, root。
lt: nustatys XIM (X Input Method) įvedimo stilių. Galimos reikšmės yra onthespot, overthespot, offthespot ir root
lv: uzstāda XIM(X Ievad Metode) ievada stilu. Iespējamie lielumi ir onthespot, overthespot, offthespot un root.
nl: bepaalt de XIM-invoerstijl (X Invoer Methode). Mogelijke waarden zijn onthespot offthespot en root.
pl: ustawia styl XIM (X Input Method). Możliwe wartości to onthespot, overthespot, offthespot oraz root.
pt: Escolhe o tipo de entrada XIM (X Input Method). Os valores possíveis são: onthespot, overthespot, offthespot e root.
ro: setează stilul de introducere XIM (X Input Method); valorile posibile sînt "onthespot", "overthespot", "offthespot" şi "root".
sk: nastaví štýl vstupu XIM (X Input Method). Možné hodnoty sú onthespot, overthespot, offthespot a root.
sl: nastavi vnosni slog XIM (X Input Method). Možne vrednosti so onthespot, overthespot, offthespot in root.
sv: ställer in typ av XIM (inmatningsmetod för X). Möjliga värden är onthespot, overthespot, offthespot och root.
tr: XIM (X Input Method) giriş yöntemine çevirir.

source: sets the application GUI style.
ca: estableix l'estil d'IGU de l'aplicació.
cs: Nastavuje GUI styl aplikace.
da: sætter programmets GUI-stil.
de: Legt den Stil der Anwendung fest.
el: θέτει το στυλ GUI της εφαρμογής.
es: Especifica el estilo del GUI de la aplicación.
et: rakenduse GUI stiil.
eu: Aplikazioaren GUI estiloa finkatzen du.
fi: asettaa sovelluksen käyttöliittymän tyylin.
fr: Définit le style graphique de l'application.
hu: Az alkalmazás ablakstílusa
is: stillir viðmótsham forritsins.
it: imposta lo stile dell'interfaccia grafica dell'applicazione.
ja: アプリケーションのGUIスタイルをセットする。
lt: nustatys programos GUI stilių.
lv: uzstāda aplikācijas GUI stilu.
nl: Bepaalt de GUI-stijl van de toepassing.
pl: ustawia styl interfejsu graficznego aplikacji.
pt: Escolhe o estilo gráfico da aplicação.
ro: setează stilul GUI al aplicaţiei.
sk: nastaví štýl GUI aplikácie.
sl: nastavi slog grafičnega vmesnika programa.
sv: anger programmets grafiska gränssnitt.
tr: uygulama grafik stilini ayarlar.

source: sets the application name.
ca: estableix el nom de l'aplicació.
cs: nastavuje jméno aplikace.
da: sætter programmets navn.
de: Legt den Namen der Anwendung fest.
el: θέτει το όνομα της εφαρμογής.
es: Especifica el nombre de la aplicación.
et: rakenduse nimi.
eu: aplikazioaren izena finkatzen du
fi: asettaa sovelluksen nimen.
fr: Définit le nom de l'application.
hu: Az alkalmazás neve
is: stillir nafn forritsins.
it: imposta il nome dell'applicazione.
ja: アプリケーション名をセットする。
lt: nustatys programos vardą.
lv: uzstāda aplikācijas vārdu.
nl: Bepaalt de naam van de toepassing.
pl: ustawia nazwę aplikacji.
pt: Escolhe o nome da aplicação.
ro: setează numele aplicaţiei.
sk: nastaví meno aplikácie.
sl: nastavi ime programa.
sv: anger programmets namn.
tr: uygulama adını ayarlar

source: sets the application title (caption).
ca: estableix el títol de l'aplicació (capçalera).
cs: nastavuje titulek aplikace (záhlaví).
da: sætter programmets titel (påskrift).
de: Legt den Titel der Anwendung fest.
el: θέτει τον τίτλο της εφαρμογής.
es: Especifica el título de la aplicación.
et: rakenduse tiitel (akna tiitliribal).
eu: aplikazioaren izenburua finkatzen du
fi: asettaa sovelluksen otsikon.
fr: Définit le titre de l'application (légende).
hu: Az alkalmazás címsorában megjelenő szöveg
is: stillir titil forritsins
it: imposta il titolo (caption) dell'applicazione.
ja: アプリケーションタイトル(caption)をセットする。
lt: nustatys programos antraštę.
lv: uzstāda aplikācijas tiltlus (nosaukumu).
nl: Bepaalt de titel van de toepassing (titelbalk).
pl: ustawia tytuł aplikacji.
pt: Escolhe o título da aplicação.
ro: setează titlul aplicaţiei.
sk: nastaví názov aplikácie (titulok).
sl: nastavi naslov programa (opombo).
sv: anger programmets titel (rubrik).
tr: uygulama başlığını (kapşon) ayarlar.

source: sets the client geometry of the main widget.
ca: estableix la geometria del client a l'estri principal.
cs: nastavuje geometrii hlavního widgetu klienta
da: sætter klientgeometrien for de væsentlige kontroller.
de: Legt die Geometrie des Hauptelements im Client-Programm fest.
el: θέτει τη γεωμετρία πελάτη του κύριου widget.
es: Especifica la geometría cliente del objeto visual (widget) principal.
et: kliendi peamise akna geomeetria.
eu: Widget erroaren bezero geometria finkatzen du
fi: asettaa pääikkunan geometrian.
fr: Définit les dimensions de l'élément graphique (widget) principal.
hu: A fő grafikus elem (widget) méretei
is: stillir staðsetningu og stærð aðalgluggans.
it: imposta la geometria della finestra principale.
ja: メインウィジェットのクライアントジオメトリをセット
lt: nustatys kliento daigtų geometriją.
lv: Uzstāda galvenā loga klienta ģeometriju
nl: Bepaalt de cliëntafmeting van de hoofdwidget.
pl: ustawienie geometrii klienta głównego okna.
pt: Escolhe a geometria do cliente.
ro: setează geometria ferestrei principale.
sk: klientovi nastaví geometriu hlavného okna.
sl: nastavi geometrijo odjemnika glavnega gradnika.
sv: anger placering och storlek för programmets huvudfönster.
tr: ana parçacığın istemci geometrisini ayarlar.

source: sets the default background color and an application palette (light and dark shades are calculated).
ca: estableix el color de fons per omissió i una paleta d'aplicació (es calculen les ombres suaus i fosques).
cs: nastavuje výchozí barvu pozadí a paletu aplikace (jsou spočítány světlé a tmavé odstíny).
da: sætter standardbaggrundsfarve og en programpalet (lyse og mørke toner beregnes).
de: Legt die standardmäßige Hintergrundfarbe fest sowie eine Anwendungspalette (helle und dunkle Töne werden berechnet).
el: ορίζει το προκαθορισμένο χρώμα φόντου και μία παλέτα για την εφαρμογή (οι ανοιχτές και σκούρες αποχρώσεις υπολογίζονται).
es: Especifica el color predeterminado del fondo y una paleta de colores (sombreados claros y oscuros son calculados).
et: tausta vaikevärv ja rakenduse palett (heledamad ja tumedamad astmed arvutatakse).
eu: Atzeko planoko kolorea eta aplikazioaren kolore paleta finkatzen du (argiak eta itzalak kalkulatzen dira).
fi: asettaa oletusarvoisen taustavärin ja paletin (vaaleat ja tummat sävyt lasketaan).
fr: Définit la couleur de fond par défaut et une palette pour l'application (les ombres claires et sombres sont calculées).
hu: Az alapértelmezett háttérszín és paletta beállítása (a világos és sötét árnyalatok automatikusan ki lesznek számítva)
is: stillir sjálfgefna bakgrunnslitinn og litalistann. (ljósar og dökkar útgáfur eru reiknaðar).
it: imposta il colore di sfondo predefinito e una tavolozza per l'applicazione (le sfumature chiare e scure vengono calcolate).
ja: デフォルトの背景色とアプリケーションパレットをセッ トして下さい(光と影は計算されています)
lt: nustatys numatytą fono spalvą ir programos paletę (šviesūs ir tamsūs atspalviai yra apskaičiuojami).
lv: uzstāda noklusēto fona krāsu un aplikācijas paleti (gaišās un tumšās pārejas ir aprēķinātas).
nl: Bepaalt de standaard achtergrondkleur en een toepassingspalet. (lichte en donkere schaduwen zijn berekend).
pl: ustawia domyślny kolor tła oraz paletę aplikacji (odcienie są obliczane).
pt: Muda a cor de fundo por omissão e a paleta da aplicação (as sombras escuras e luminosas são calculadas).
ro: setează culoarea de fundal implicită şi paleta aplicaţiei (nuanţele de lumină şi întuneric sînt calculate).
sk: nastaví predvolenú farbu pozadia a paletu aplikácie (svetlé a tmavé tiene sú zahrnuté).
sl: nastavi privzeto barvo ozadja in barvno paleto programa (naračunani so svetli in temni toni).
sv: ställer in den förvalda bakgrundsfärgen och en programpalett (ljusa och mörka skuggningar beräknas).
tr: öntanımlı arkaplan rengini ve uygulama paletini (açık ve koyu gölgeler) ayarlar.

source: sets the default button color.
ca: estableix el color de botó per omissió.
cs: nastavuje výchozí barvu tlačítek.
da: sætter standardknapfarve.
de: Legt die standardmäßige Knopffarbe fest.
el: θέτει το προκαθορισμένο χρώμα κουμπιού.
es: Especifica el color predeterminado de los botones.
et: nupu vaikevärv.
eu: botoi kolore lehenetsia finkatzen du.
fi: asettaa oletuspainikkeen värin.
fr: Définit la couleur par défaut des boutons.
hu: A nyomógombok alapértelmezett színe
is: stillir sjálfgefinn takkalit
it: imposta il colore dei pulsanti predefinito.
ja: 標準のボタン色をセットする。
lt: nustatys numatytą mygtuko spalvą.
lv: uzstāda noklusēto pogu krāsu.
nl: Bepaalt de standaard kleur van de knoppen.
pl: ustawia domyślny kolor przycisków.
pt: Escolhe a cor dos botões por omissão.
ro: setează culoarea butonului implicit.
sk: nastaví predvolenú farbu tlačidiel.
sl: nastavi privzeto barvo gumba.
sv: anger den förvalda knappfärgen.
tr: öntanımlı düğme rengini ayarlar.

source: sets the default foreground color.
ca: estableix el color de primer pla per omissió.
cs: nastavuje výchozí barvu popředí aplikace.
da: sætter standardforgrundsfarve.
de: Legt die standardmäßige Vordergrundfarbe fest.
el: θέτει το προκαθορισμένο χρώμα προσκηνίου.
es: Especifica el color predeterminado de primer plano.
et: esiplaani vaikevärv.
eu: Aurreko planoko kolorea finkatzen du.
fi: asettaa oletusedustavärin.
fr: Définit la couleur de premier plan par défaut.
hu: Az alapértelmezett előtérszín
is: stillir sjálfgefin forgrunnslit.
it: imposta il colore di primo piano predefinito.
ja: 標準の前面色をセットする。
lt: nustatys numatytą teksto spalvą.
lv: uzstāda noklusēto priekšplāna krāsu.
nl: Bepaalt de standaard kleur van de voorgrond.
pl: ustawia domyślny kolor tekstu.
pt: Escolhe a cor de primeiro plano por omissão.
ro: setează culoarea implicită a textului.
sk: nastaví predvolenú farbu popredia.
sl: nastavi privzeto barvo ospredja.
sv: anger den förvalda förgrundsfärgen.
tr: öntanımlı önplan rengini ayarlar.

source: switches to synchronous mode for debugging.
ca: canvi a mode síncron per la depuració.
cs: přepíná synchronní mód pro ladění.
da: skifter til synkrontilstand for fejlsøgning.
de: Schaltet Debuggen auf Synchronmodus um.
el: 'γυρίζει' στη σύγχρονη κατάσταση για αποσφαλμάτωση.
es: Cambia a modo síncrono para depurar.
et: lülitumine sünkroonrežiimi (silumiseks).
eu: modu sinkronora aldatzen da aratzeko.
fi: vaihtaa synkroniseen tilaan vianjäljitystä varten.
fr: Passe en mode synchrone en vue du débogage.
hu: Szinkron üzemmódba váltás hibakeresési célból
is: skiptir í samstilltann ham til að aflúsa.
it: passa in modalità sincrona per il debug.
ja: デバッグの為に同期モードにスイッチする。
lt: persijungs į sinchroninį režimą derinimui.
lv: Pārslēdzas sinhronā režīmā priekš atkļūdošanas.
nl: Gaat over naar de synchrone modus voor het debuggen.
pl: przełączenie na tryb synchroniczny dla debugera.
pt: Mudar para o modo síncrono na depuração.
ro: pentru depanare comută la modul sincron.
sk: prepne do synchrónneho módu na ladenie.
sl: preklopi v sinhroni način za razhroščevanje.
sv: byter till synkront läge för felsökning.
tr: hata ayıklama için senkronize mada geçer.

source: system error
ca: error de sistema
cs: systémová chyba
da: systemfejl
de: System-Fehler
el: σφάλμα συστήματος
es: error del sistema
et: süsteemne viga
eu: Sistemaren errorera
fi: Järjestelmävirhe
fr: erreur système
hu: rendszerhiba
is: kerfisvilla
it: errore di sistema
ja: システムエラー
lt: sistemos klaida
lv: sistēmas kļūda
nl: systeemfout
pl: błąd systemowy
pt: erro do sistema
ro: eroare de sistem
sk: systémová chyba
sl: sistemska napaka
sv: systemfel
tr: sistem hatası

source: tells Qt to never grab the mouse or the keyboard.
ca: li diu a Qt de mai capturar el ratolí o el teclat.
cs: sdělí Qt, aby si nikdy nepřivlastňovalo myš nebo klávesnici.
da: beder Qt om aldrig at tage musen eller tastaturet.
de: Teilt Qt mit, niemals auf Maus oder Tastatur zuzugreifen
el: λέει στο Qt να μην 'αρπάζει' ποτέ το ποντίκι ή το πληκτρολόγιο.
es: Impide que Qt capture el ratón o el teclado.
et: Qt'l kästakse mitte kunagi haarata hiirt ja klaviatuuri enda valdusesse.
eu: Qt-ri teklatua edo sagua inoiz ez hartzeko esaten dio.
fi: Qt ei saa kaapata hiirtä tai näppäimistöä käyttöönsä.
fr: demande à Qt de ne jamais capturer la souris ou le clavier.
hu: Az egér és a billentyűzet elfogásának letiltása a Qt-ben
is: segir Qt að taka aldrei til sín músina eða lyklaborðið.
it: dice alle Qt di non catturare mai il mouse o la tastiera.
ja: Qtにマウスやキーボードを扱わせない。
lt: praneš QT niekada neperimti pelės arba klaviatūros.
lv: saka Qt lai nekad nepārņem peli vai klaviatūru.
nl: Vertelt QT dat deze nooit de muis of toetsenbord mag overnemen.
pl: Qt nie przechwytuje myszy ani klawiatury.
pt: Obriga o Qt a nunca agarrar o rato ou o teclado.
ro: indică Qt să nu preia mouse-ul şi tastatura.
sk: povie Qt, aby si nevšímal myš, alebo klávesnicu.
sl: naroči Qt, da naj nikoli ne zajame miške ali tipkovnice.
sv: anger att Qt aldrig ska ta över musen eller tangentbordet.
tr: Qt'ye fare ya da klavyeyi asla yakalamamasını söyler.

source: temporary failure in name resolution
ca: fallada temporal en la resolució de nom
cs: dočasné selhání při překladu jména
da: midlertidig fejl i navneresolution
de: Vorübergehender Fehler bei der Namensauflösung
el: προσωρινή αποτυχία στην ανάλυση του ονόματος
es: fallo temporal en la resolución de nombres
et: ajutine nime lahendamise viga
eu: aldi baterako errorera izen ikerketan
fi: väliaikainen virhe nimen selvittämisessä
fr: erreur temporaire dans la résolution de nom
hu: átmeneti hiba a névfelbontásnál
is: tímabundin mistök í nafnauppflettingu
it: fallimento temporaneo nella risoluzione dei nomi
ja: 名前解決の一時的な失敗
lt: laikinas vardo paieškos sutrikimas
lv: pagaidu kļūda vārda noteikšanā
nl: tijdelijke fout in naamresolutie
pl: chwilowy błąd w tłumaczeniu nazwy
pt: falha temporária na resolução de nomes
ro: eroare temporară la rezolvarea numelui
sk: dočasné zlyhanie pri preklade mena
sl: začasna težava pri razreševanju imena
sv: temporärt fel vid namnupplösning
tr: isim çözümlemede geçici hata

source: the document is not in the correct file format
ca: aquest document no està en el format de fitxer correcte
cs: Dokument není v platném formátu souboru.
da: dokumentet er ikke i det rigtige filformat
de: Das Dokument hat nicht das erforderliche Dateiformat.
el: το έγγραφο δεν είναι στη σωστή μορφή αρχείου
es: el documento no está en el formato de archivo correcto
et: dokument ei ole korrektses failivormingus
eu: dokumentua ez dago behar den fitxategi formtuan
fi: Tiedosto ei ole oikeassa tiedostomuodossa.
fr: le format du fichier n'est pas correct
hu: a dokumentum formátuma nem megfelelő
is: Skjalið inniheldur ekki rétt form skráartegundar
it: il documento non è nel formato file corretto
ja: ドキュメントは正しいファイルフォーマットではありません。
lt: šis dokumentas nėra teisingo bylos formato
lv: dokuments nav korektā faila formātā
nl: het document heeft niet het juiste bestandsformaat
pl: Dokument ma niewłaściwy format.
pt: o documento não está no formato de ficheiro correcto
ro: documentul nu este în formatul corect
sk: dokument nie je v správnom formáte
sl: dokument nima pravilne datotečne oblike
sv: dokumentet är inte i korrekt filformat
tr: belge doğru dosya biçimi içermiyor

source: Arguments:
cs: Argumenty:
da: Argumenter:
de: Argumente:
el: Ορίσματα:
es: Argumentos:
et: Argumendid:
eu: Argumentoak:
fi: Argumentit:
hu: Argumentumok:
is: Viðföng:
it: Argomenti:
ja: 引数:
lt: Argumentai:
nl: Argumenten:
pl: Argumenty:
pt: Argumentos:
ro: argumente:
sk: Argumenty:
sl: Argumenti:
sv: Parametrar:
tr: Argümanlar:

source: AnotherOption:
cs: Další volba:
da: Et andet tilvalg:
de: Weitere Option:
el: ΆλληΕπιλογή:
es: OtraOpción:
et: Teine valik:
eu: BesteAukera:
fi: Toinen valinta:
fr: UneAutreOption :
hu: MégEgyOpció:
is: Lýsing:
it: UnAltraOpzione:
lt: Aprašymas:
lv: Apraksts:
nl: NogEenOptie:
pt: OutraOpção:
ro: Altă opţiune:
sl: DrugaMožnost:
sv: Ettannatalternativ:
tr: Diğer Seçenek:

source: Backward Word
cs: Barva &pozadí
el: Χρώμα &φόντου
et: &Tausta värv
fi: &Taustaväri
is: &Bakgrunnslitur
it: Colore &sfondo
lt: &Fono spalva
lv: &Fona Krāsa
pl: Kolor &tła
sk: Farba po&zadia
sl: Barva o&zadja
sv: Bakåt ett ord
tr: &Arkaplan Rengi

source: Beginning of Line
cs: &Domů
el: &Σπίτι
et: &Algusesse
fi: &Alku
is: &Heim
it: &Inizio riga
lt: P&radžia
lv: &Mājas
pl: &Początek wiersza
sk: &Začiatok
sl: Začetek &vrstice
sv: Radbörjan
tr: &Başlangıç

source: Find stopped.
cs: Soubor otevřen.
el: Το αρχείο ανοίχτηκε.
et: Fail avatud.
fi: Tiedosto avattu.
is: Opnuð skrá.
it: File aperto.
lt: Byla atidaryta.
lv: Fails atvērts
pl: Plik otwarty.
sk: Súbor otvorený.
sl: Datoteka je odprta.
sv: Sökning avbruten.
tr: Dosya açıldı.

source: Forward Word
cs: Vpřed
el: Μπροστά
et: Edasi
fi: Eteen
is: Áfram
it: Avanti
lt: Pirmyn
lv: Pārsūtīt
pl: Do przodu
sk: Dopredu
sl: Naprej
sv: Framåt ett ord
tr: İleri

source: Front
cs: Popředí
de: Vorn
es: Frente
fr: Avant
hu: Elöl
is: Letur
it: Davanti
lt: Šriftas
lv: Fonts
pl: Przód
pt: Frente
sk: Dopredu
sl: Spredaj
tr: Ön

source: KDontChangeTheHostName
cs: KDE: Neměňte jméno hostitele
de: KDE: Den Rechnernamen nicht ändern
es: KNoCambiarElNombreDeLaMaquina
fr: KNeChangezPasLeNomdHôte
it: KNonCambiareIlNomeHost
pl: Nie zmieniaj nazwy komputera
sl: KNeSpremeniImenaGostitelja
sv: Ändraintevärddatornamnet

source: MyString:
cs: Můj řetězec:
da: MinStreng:
de: Eigene Zeichenkette:
el: ΗΣυμβολοσειράΜου:
es: MiCadena:
et: Minu string:
eu: NireKatea:
fi: Merkkijononi:
fr: MaChaîne :
hu: Mintasztring:
is: Strengur
it: MiaStringa:
ja: 文字列:
lt: ManoEilutė:
lv: Rinda
nl: MijnTekst:
pt: Texto:
ro: Textul meu:
sl: MojNiz:
sv: Minsträng:
tr: Dizim:

source: OneOption
cs: Jedna volba
da: Et tilvalg
de: Eine Option
el: ΜίαΕπιλογή
es: UnaOpción
et: Üks valik
eu: AukeraBat
fr: UneOption
hu: EgyOpció
is: Valkostir
it: UnaOpzione
lt: Parinktys
lv: Opcijas
nl: EenOptie
pt: UmaOpção
ro: O opţiune
sl: EnaMožnost
sv: EttAlternativ
tr: Tek Seçenek

source: Props
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
is: Eiginleiki
it: Proprietà
lt: &Pasiūlyti
lv: Ierosināt
pl: Właściwości
pt: Propriedades
sk: Vlastnosti
sl: Predlogi
tr: Özellikler

source: Text not found: "%1".
cs: &Text k nalezení:
el: Κείμενο για ε&ύρεση:
et: Otsitav &tekst:
fi: &Haettava teksti:
is: Finna &texta:
it: &Testo da trovare:
lt: Ieškomas &tekstas:
lv: Teksta Opcijas
pl: &Szukany tekst:
sk: &Nájsť:
sl: &Besedilo, ki naj se najde:
sv: Text hittades inte: "%1".
tr: &Aranan Metin

source: artsmessage
da: arts-meddelelse
de: aRts-Meldung
el: μήνυμα arts
es: Mensajes de aRts
fi: arts-viesti
hu: aRts üzenet
is: arts skilaboð
it: Messaggio di aRts
pl: wiadomość podsystemu aRts
ro: Mesaje aRts
sv: Arts-meddelande
tr: arts mesajı

source: AutoExampleDialog
de: Autom. Beispiel-Dialog
el: ΑυτόματοΠαράδειγμαΔιαλόγου
es: DiálogoAutomáticoDeEjemplo
et: Näidisdialoog
fr: DialogueExempleAuto
hu: AutoMintaDialog
it: FinestraEsempioAutomatico
pt: JanelaAutoExemplo
ro: Exemplu de dialog
sl: SamodejnoOknoPrimer

source: Ctrl
de: Strg
lt: Vald(Ctrl)

source: Escape
de: Esc
et: Paoklahv
eu: Ihesa
fr: Échap
sv: Esc

source: H:
de: T:
ro: N:
sl: O:

source: KIOTest
de: Ein/Ausgabemodul-Test
es: Prueba de KIO
eu: KIOTesta
lv: KIOTests
pl: Test KIO
ro: Test KIO

source: KShortcutDialogAdvanced
de: KShortcut-Dialog: Erweitert
el: ΔιάλογοςKShortcutΠροχωρημένος
fr: KDialogueRaccourciAvancé
it: KFinestraAvanzataScorciatoie
ro: Dialog avansat KShortcut
sv: KGenvägsDialogrutaAvancerad

source: KShortcutDialogSimple
de: KShortcut-Dialog: Einfach
el: ΔιάλογοςKShortcutΑπλός
fr: KDialogueRaccourciSimple
it: KFinestraSempliceScorciatoie
ro: Dialog simplu KShortcut
sv: KGenvägsDialogrutaEnkel

source: KSpellUI
de: KSpell-Oberfläche
fr: IUKSpell
it: InterfacciaKSpell
pl: Interfejs KSpell
ro: Interfaţă KSpell
sv: Stavningsgränssnitt

source: V:
de: W:
sl: S:

source: Address book file <b>%1</b> not found! Make sure the old address book is located there and you have read permission for this file.
el: Το αρχείο βιβλίου διευθύνσεων <b>%1</b> δε βρέθηκε! Βεβαιωθείτε ότι το παλιό βιβλίο διευθύνσεων βρίσκεται εκεί και ότι έχετε άδειες ανάγνωσης για αυτό το αρχείο.
et: Aadressiraamatufaili <b>%1</b> ei leitud! Kontrolli, et vana aadressiraamat ikka asub selles kohas ja et sul on õigus seda faili avada.
sv: Adressboksfilen <b>%1</b> hittades inte. Försäkra dig om att den gamla adressboken finns här, och att du har läsrättigheter för filen.

source: Anonymous
el: Ανώνυμη
et: Anonüümne
sv: Anonym

source: Embed pixmaps from a source directory.
el: Ενσωμάτωση pixmaps από έναν κατάλογο πηγής.
et: Põimitud pikselrastrid lähtekataloogist.
sv: Bädda in bilder från en källkatalog.

source: Form1
el: Φόρμα1
es: Formulario1
et: Vorm 1
fi: Lomake 1
hu: Űrlap1
is: Form3
lt: Forma1
lv: Forma2
ro: Forma1
sl: Obrazec1
sv: Formulär1

source: Hide Menubar<p>Hide the menubar. You can usually get it back using the right mouse button inside the window itself.
el: Απόκρυψη γραμμής μενού<p>Αποκρύπτει τη γραμμή μενού. Συνήθως μπορείτε να την επαναφέρετε χρησιμοποιώντας το δεξί πλήκτρο του ποντικιού μέσα στο παράθυρο.
et: Menüüriba peitmine<p>Peidab menüüriba. Tavaliselt saab selle tagasi hiire parema nupu klõpsuga avaneva menüü abil aknas.
sv: Dölj menyrad<p>Dölj menyraden. Du kan oftast få tillbaka den genom att använda höger musknapp inne i själva fönstret.
